import "./Blog.css";

function Blog() {
  return (
    <main className="main">
      <section className="blog-wrapper">
        <h1 className="section-header">სტატიები ეროვნული ნაკრების შესახებ</h1>

        <div className="blog__content">
          <ul className="blog__list">
            <li className="blog__list__item">
              <img className="blog__img" src="../../assets/squad.jpg" alt="" />
              <h2 className="blog__title">
                საქართველოს ნაკრების შემადგენლობა ოქტომბრის მატჩებისთვის
                ცნობილია
              </h2>
              <p className="blog__txt">
                საქართველოს საფეხბურთო ნაკრები ერთა ლიგის მომდევნო ორ მატჩს
                უკრაინისა და ალბანეთის ნაკრების წინააღმდეგ გამართავს. <br />
                <br />
                ეროვნული ნაკრების მთავარმა მწვრთნელმა ოქტომბრის თამაშებისთვის 23
                ფეხბურთელი გამოიძახა. მათ შორის, ერთი დებიუტანტია, სარაევოს
                ფორვარდი, ბოსნია-ჰერცეგოვინის ჩემპიონატის ბომბარდირი გიორგი
                გულიაშვილი. <br />
                <br />
                უკრაინის ნაკრებთან მატჩი 11 ოქტომბერს, პოლონეთის ქალაქ პოზნანში
                გაიმართება, ხოლო ალბანეთის წინააღმდეგ ჩვენი გუნდი 14 ოქტომბერს,
                თბილისში, მიხეილ მესხის სახელობის სტადიონზე ითამაშებს. <br />
                საქართველოს ნაკრები მოახლოებული მატჩებისთვის მზადებას 7
                ოქტომბერს, პოლონეთში დაიწყებს. <br />
                <br />
                <strong>საქართველოს ნაკრების შემადგენლობა:</strong>
                <br />
                <br /> <strong>მეკარეები:</strong> გიორგი მამარდაშვილი
                (ვალენსია), გიორგი ლორია (ომონია არადიპუ), ლუკა გუგეშაშვილი
                (პანსერაიკოსი); <br />
                <br />
                <strong>მცველები:</strong> გურამ კაშია (სლოვან ბრატისლავა), ოთარ
                კაკაბაძე (კრაკოვია), გიორგი გველესიანი (პერსეპოლისი), სოლომონ
                კვერკველია (დინამო თბილისი), ლაშა დვალი (აპოელი), ლუკა ლოჩოშვილი
                (კრემონეზე), გიორგი გოჩოლეიშვილი (კოპენჰაგენი), საბა გოგლიჩიძე
                (ემპოლი); <br />
                <br />
                <strong>ნახევარმცველები:</strong> ოთარ კიტეიშვილი (შტურმი
                გრაცი), გიორგი ქოჩორაშვილი (ლევანტე), სანდრო ალთუნაშვილი
                (ვოლფსბერგი), შოთა ნონიკაშვილი (ჩერკასი), ლევან შენგელია (ოფი
                კრეტა), გიორგი ჩაკვეტაძე (უოტფორდი), გიორგი წიტაიშვილი
                (გრანადა); <br />
                <br />
                <strong>შემტევები/ფორვარდები:</strong> ზურიკო დავითაშვილი
                (სენტ-ეტიენი), ხვიჩა კვარაცხელია (ნაპოლი), გიორგი გულიაშვილი
                (სარაევო), ბუდუ ზივზივაძე (კარლსრუე), გიორგი მიქაუტაძე (ლიონი)
              </p>
            </li>

            <li className="blog__list__item">
              <img
                className="blog__img"
                src="../../assets/giorgi-kochorashvili-blog.jpg"
                alt=""
              />
              <h2 className="blog__title">
                "რა არის წარმატების მთავარი საიდუმლო? - სიმამაცე", - ვრცელი
                ინტერვიუ გიორგი ქოჩორაშვილთან
              </h2>
              <p className="blog__txt">
                საქართველოს ნაკრებისა და ლევანტეს ნახევარმცველმა გიორგი
                ქოჩორაშვილმა ესპანურ პრესას ვრცელი ინტერვიუ მისცა და რამდენიმე
                საინტერესო თემაზე ისაუბრა. <br></br>
                <br></br>
                <strong>ოცნებები ფეხბურთში</strong> <br />
                <br />
                <em>
                  როცა ბავშვი ხარ, ბევრ დიდ რაღაცაზე ოცნებობ. ჩემი ოცნებები ჯერ
                  არ ამისრულებია, რადგან მიზანი ლევანტესთან ერთად ლა ლიგაში
                  გადასვლაა, იქ, სადაც ჩემთვის მისაბაძი ფეხბურთელები - ზიდანი,
                  რონალდინიო, ჩავი, ინიესტა და სხვები თამაშობდნენ. ვცდილობ, არ
                  ვიფიქრო იმაზე, რა ხდება გარშემო. ფოკუსირება უნდა მოვახდინო
                  მხოლოდ მოახლოებულ თამაშებზე.
                </em>
                <br />
                <br />
                <strong>როგორი იყო შენი ბავშვობა?</strong>
                <br />
                <br />
                <em>
                  საკმაოდ ლამაზი და ამავდროულად ტანჯული იყო. საფეხბურთო დონეზე
                  ჩანდა, რომ ბავშვობიდან მქონდა ნიჭი, მაგრამ ფიზიკური
                  კონდიციების გამო მიწუნებდნენ. სწორედ ამიტომ აღვნიშნავ გოლებს
                  კაპიტან ამერიკას სტილში. მიუხედავად იმისა, რომ ის ძლიერი არ
                  იყო, ჰქონდა გამბედაობა და ამით მიაღწია ყველაფერს. თუ
                  მოისურვებ, იშრომებ და საკუთარ თავს ენდობი, მიაღწევ იმას, რაც
                  ჩაფიქრებული გაქვს.
                </em>
                <br />
                <br />
                <strong>რა არის წარმატების მთავარი საიდუმლო?</strong>
                <br />
                <br />
                <em>
                  ბევრი რამის შერწყმაა, თუმცა მთავარი არის სიმამაცე. ფეხბურთი
                  მხოლოდ 22 კაცის თამაში არ არის, ეს ცხოვრებაა. ვიღვიძებ იმაზე
                  ფიქრით, როგორ ვივარჯიშო, როგორ გავცე პასი, როგორ მქონდეს
                  კომუნიკაცია თანაგუნდელებთან...ეს ყველაფერი მიყვარს. ჩემთვის
                  მოთამაშის ან ნებისმიერი ადამიანის წარმატება არ ფასდება
                  მიღწევებით ან ტიტულით, არამედ ფასდება იმით, თუ როგორ დგება
                  ყოველი დარტყმისგან, აქვს გამბედაობა და გამძლეობა, რათა არ
                  დანებდეს და კიდევ სცადოს. გამძლეობის სახით, მშლობლებმა დიდი
                  ღირებულება მიბოძეს. ჩემს ცხოვრებაში რაც არ უნდა მოხდეს, ვიცი,
                  რომ გავუძლებ და გავძლიერდები.
                </em>
              </p>
            </li>

            <li className="blog__list__item">
              <img
                className="blog__img"
                src="../../assets/chakvetadze-blog.jpg"
                alt=""
              />
              <h2 className="blog__title">
                უოტფორდში თავს ბედნიერად ვგრძნობ - ჩაკვეტაძე ახალი კონტრაქტის
                გაფორმების შემდეგ
              </h2>
              <p className="blog__txt">
                გიორგი ჩაკვეტაძემ უოტფორდთან კონტრაქტი 2029 წლამდე გაახანგრძლივა
                — ამის შესახებ ინგლისური კლუბის ოფიციალური გვერდი იუწყება. ახალი
                ხელშეკრულების გაფორმების შემდეგ, ქართველმა ფეხბურთელმა კომენტარი
                გააკეთა:
                <br />
                <br />
                <em>
                  “ძალიან ბედნიერი ვარ უოტფორდში თამაშით და აქ კიდევ დიდი ხნით
                  დარჩენით, რადგან ამ გუნდში ყველაფერი მაქვს. აქ ყველა მენდობა,
                  ამიტომ ახალ ხელშეკრულებაზე მარტივად შევთანხმდით. უოტფორდში
                  ყველაფერი მომწონს — გარემო, ხალხი, პერსონალი, გუნდელები.{" "}
                  <br />
                  <br />
                  აქ მოსვლიდან 2-3 თვეში, პროგრესი დავიწყე და უფრო მეტი სათამაშო
                  დროც მივიღე, ახლა თავს კარგად ვგრძნობ. მე ყოველთვის ვცდილობ,
                  რომ საკუთარ თავს მეტი მოვთხოვო და თუ კარგად ვითამაშებ, შემდეგ
                  ჯერზე უფრო მეტს მოვთხოვ საკუთრ თავს.
                </em>
                <br />
                <br />
                ჩაკვეტაძე უოტფორდის ღირსებას 2023 წლიდან მოყოლებული იცავს. ამ
                დროში ქართველმა ფეხბურთელმა 44 მატჩი ჩაატარა, გაიტანა 2 გოლი და
                6 საგოლე გადაცემითაც გამოირჩა.
              </p>
            </li>

            <li className="blog__list__item">
              <img
                className="blog__img"
                src="../../assets/mamardashvili-blog.jpg"
                alt=""
              />
              <h2 className="blog__title">
                ესპანური პრესა მამარდაშვილის კარგ თამაშს ეხმაურება: "მსოფლიოს
                საუკეთესო მეკარეა"
              </h2>
              <p className="blog__txt">
                ლა ლიგის მეექვსე ტურში ვალენსიამ საკუთარ კედლებში მიიღო ჟირონა
                და მოწინააღმდეგე ანგარიშით 2:0 დაამარცხა. შეხვედრის საუკეთესო
                ფეხბურთელად დასახელდა "ღამურების" მეკარე, გიორგი მამარდაშვილი,
                რომელმაც ამ სეზონში პირველად მოახერხა კარის მშრალად შენახვა.
                ცხადია, ეს ფაქტი ესპანური პრესის ყურადღების გარეშე არ ჩაივლიდა
                <br />
                <br />
                <strong>As:</strong>
                <em>
                  "მამარდაშვილმა მისთვის შესაფერისად, კარგად ითამაშა. ის
                  ვალენსიას გამარჯვების საკვანძო ფიგურაა და რამდენიმე მომენტში
                  მან რეალურად იხსნა თავისი გუნდი ბურთის გაშვებისგან. ჟირონასთან
                  მატჩში გიორგის ჩვეულებრივზე ნაკლები სამუშაო ჰქონდა"
                </em>
                , - წერს ავტორიტეტული ესპანური გამოცემა. <br />
                <br />
                <strong> DeporteValenciano:</strong>
                <em>
                  "მამარდაშვილის ლივერპულში წასვლის შემდეგ, ვალენსია ტკივილს
                  იგრძნობს. ხომ არ შეიძლება მისი განათხოვრების წესით კიდევ ერთი
                  წლით დატოვება? - ფაქტია, "წითლებში" გადასვლის შემდეგ, გიორგის
                  "ღამურებში" უკან დასაბრუნებელი ბილეთი აღარ ექნება. თანაც წელს
                  ის კიდევ უფრო უკეთ გამოიყურება.<br></br>
                  <br />
                  "ლოს ჩესს" ქართველის სახით მსოფლიოს საუკეთესო მეკარეს კარგავს.
                  საუბარია კარის დარაჯზე, რომელსაც თავისი გუნდისთვის ქულები
                  მოაქვს. დაუჯერებელი სეივების გარდა, "მურსელაგოსის" გოლკიპერს
                  საოცარი ქარიზმაც აქვს. მის გარეშე, დღევანდელი გუნდი უბრალოდ
                  წარმოუდგენელია"
                </em>
                , - წერს სხვა ესპანური გამოცემა.
              </p>
            </li>
            <li className="blog__list__item"></li>
            <li className="blog__list__item"></li>
          </ul>
        </div>
      </section>
    </main>
  );
}

export default Blog;
